[
    {
        "Name": "Eau de Parfum",
        "Scent": "Spicy, Woody",
        "Brand": {
            "Name": "YVES SAINT LAURENT"
        },
        "Price": 59.00,
        "Stock": 5,
        "Description": "Yves Saint Laurent Y for Men Eau De Parfum Spray 3.3 Fl Ounce (Pack of 1), Clean",
        "Photos": [
            {
                "Url": "https://res.cloudinary.com/dhpo94oka/image/upload/v1706578499/FragranceHaven/Dev/ugoyiunxawjypsfq1fbn.jpg",
                "PublicId": "FragranceHaven/Dev/ugoyiunxawjypsfq1fbn",
                "IsMain": true
            }
        ],
        "Amount": 1
    },
    {
        "Name": "Bleu De Chanel",
        "Scent": "Citrus, Fresh",
        "Brand": {
            "Name": "CHANEL"
        },
        "Price": 89.00,
        "Stock": 5,
        "Description": "IN THREE ACTS, BLUE CHANEL DEPLOYS ALL THE FREEDOM IN THE MASCULINE ENERGY: -Pink berries, citrus fruits, green freshness of Vetiver agreement. A surge of fresh dry. A bottom-up movement that rushes to the well-being and the action. -Grapefruit, dry cedrees, Labdanum. Modern and original energy. Amber scrublands and dry atmosphere. -Incense, ginger, sandalwood. An intense sensuality. A masculinity that seduced without cause. BLEU DE CHANEL is a fragrance that makes you want to be yourself, a respectful perfume men, their identity and their freedom. It caters to all men who refuse to paste a formatted image and have this spirit of independence that is so dear to CHANEL. Young men will love its elegance and his nervousness: many will go to him for his nonconformism. Fragrance man Olfactive family: aromatic - Woody Top notes: lemon, Orange, grapefruit, Bay Rose, peppermint, nutmeg. Heart notes: cedar, dry, Vetiver, ginger, jasmine Notes. Base notes: Patchouli, sandalwood, frankincense, Labdanum. Find it at the best price in our partner Perfume: perfume trend.",
        "Photos": [
            {
                "Url": "https://res.cloudinary.com/dhpo94oka/image/upload/v1706578920/FragranceHaven/Dev/wgxg6hrlessz1wc1x362.jpg",
                "PublicId": "FragranceHaven/Dev/wgxg6hrlessz1wc1x362",
                "IsMain": true
            }
        ],
        "Amount": 1
    },
    {
        "Name": "Versace Eros",
        "Scent": "Eros",
        "Brand": {
            "Name": "Versace"
        },
        "Price": 96.00,
        "Stock": 5,
        "Description": "Love, passion, beauty, and desire are the key concepts behind the new men’s fragrance by Versace. As Greek mythology and classic sculpture have characterized the Versace world since the beginning, so the perfection of the male body is evoked with an allusion to Eros, the God of Love. Versace Eros is a fragrance for a strong, passionate man, who is master of himself.",
        "Photos": [
            {
                "Url": "https://res.cloudinary.com/dhpo94oka/image/upload/v1706578920/FragranceHaven/Dev/q3ugmqqu0uuk1ploncag.jpg",
                "PublicId": "FragranceHaven/Dev/q3ugmqqu0uuk1ploncag",
                "IsMain": true
            }
        ],
        "Amount": 1
    },
    {
        "Name": "The Alchemist's Garden",
        "Scent": "The Last Day of Summer",
        "Brand": {
            "Name": "Gucci"
        },
        "Price": 384.00,
        "Stock": 0,
        "Description": "Gucci fragrances opens a new story of magic and imagination in Luxury Collection: The Alchemist’s Garden. The singular unisex fragrances in The Alchemist's collection of Eau de Parfum, acque profumate and oils become customizable and transformative when layered in a multitude of perfume combinations to construct a special enticing Gucci scent that stays all day.",
        "Photos": [
            {
                "Url": "https://res.cloudinary.com/dhpo94oka/image/upload/v1706579151/FragranceHaven/Dev/kj2d6lolypeiqhpiyd2c.webp",
                "PublicId": "FragranceHaven/Dev/kj2d6lolypeiqhpiyd2c",
                "IsMain": true
            }
        ],
        "Amount": 1
    },
    {
        "Name": "Luna Rossa Ocean",
        "Scent": "Lavender",
        "Brand": {
            "Name": "Prada"
        },
        "Price": 88.88,
        "Stock": 5,
        "Description": "Launch By the Designer house of Prada.This is a fusing, neo-fresh, and aquatic fragrance, encapsulating a burst of bergamot contrasted with the extreme sophistication and sensuality of vetiver and elegant iris notes.",
        "Photos": [
            {
                "Url": "https://res.cloudinary.com/dhpo94oka/image/upload/v1706579212/FragranceHaven/Dev/qy2szrvv25ykyhcaawnj.jpg",
                "PublicId": "FragranceHaven/Dev/qy2szrvv25ykyhcaawnj",
                "IsMain": true
            }
        ],
        "Amount": 1
    },
    {
        "Name": "Sauvage Elixir",
        "Scent": "Fresh, Woody",
        "Brand": {
            "Name": "Dior"
        },
        "Price": 250.00,
        "Stock": 0,
        "Description": "Sauvage Elixir rewrites the rules of men's perfume at Dior by pushing the boundaries of extreme concentration. Stretched to their limits, the Citrus, Wood and Spice notes of the fragrance express an exuberance that results in the unexpected signature trail of Dior Sauvage Elixir.",
        "Photos": [
            {
                "Url": "https://res.cloudinary.com/dhpo94oka/image/upload/v1706579418/FragranceHaven/Dev/cvcuwmgdm5txoglq0sql.webp",
                "PublicId": "FragranceHaven/Dev/cvcuwmgdm5txoglq0sql",
                "IsMain": true
            }
        ],
        "Amount": 1
    },
    {
        "Name": "Acqua Di Gio",
        "Scent": "Fresh",
        "Brand": {
            "Name": "GIORGIO ARMANI"
        },
        "Price": 59.95,
        "Stock": 5,
        "Description": "The ultimate fresh cologne for men opens with a splash of marine notes including Calabrian bergamot, neroli, and green tangerine. Classic and perfectly balanced, this aquatic men's fragrance captures the pure freshness and warmth of the Mediterranean Sea.",
        "Photos": [
            {
                "Url": "https://res.cloudinary.com/dhpo94oka/image/upload/v1706579526/FragranceHaven/Dev/x7i1ijyvhygohytkj0ua.jpg",
                "PublicId": "FragranceHaven/Dev/x7i1ijyvhygohytkj0ua",
                "IsMain": true
            }
        ],
        "Amount": 1
    },
    {
        "Name": "Dylan Blue",
        "Scent": "Versace Dylan Blue",
        "Brand": {
            "Name": "Versace"
        },
        "Price": 77.30,
        "Stock": 5,
        "Description": "Versace Pour Homme Dylan Blue is a fresh and vibrant fragrance for men. It is a blend of citrus notes, including bergamot, grapefruit, and lemon, which create a sparkling and energetic opening. The heart of the fragrance is a blend of lavender, geranium, and cardamom, which add depth and complexity to the scent. The base of the fragrance is a blend of vetiver, cedarwood, and oakmoss, which provide a warm and woody finish. This fragrance is perfect for any occasion, whether it's a day at the office or a night out on the town. It is a versatile fragrance that can be worn year-round and is sure to turn heads.",
        "Photos": [
            {
                "Url": "https://res.cloudinary.com/dhpo94oka/image/upload/v1706579964/FragranceHaven/Dev/bpwy5d9k7ixerh9v68wy.webp",
                "PublicId": "FragranceHaven/Dev/bpwy5d9k7ixerh9v68wy",
                "IsMain": true
            }
        ],
        "Amount": 1
    },
    {
        "Name": "Polo Red",
        "Scent": "Woody, Spicy",
        "Brand": {
            "Name": "Ralph Lauren"
        },
        "Price": 88.00,
        "Stock": 5,
        "Description": "Sparkling Red Grapefruit mixes with spicy Red Saffron, Sensual Redwood, and an adrenaline-fueled Coffee accord. Presented in a bottle with sleek curves and matte black accents for a bold statement.",
        "Photos": [
            {
                "Url": "https://res.cloudinary.com/dhpo94oka/image/upload/v1706580005/FragranceHaven/Dev/klkzzodpfel51cmxlz9m.jpg",
                "PublicId": "FragranceHaven/Dev/klkzzodpfel51cmxlz9m",
                "IsMain": true
            }
        ],
        "Amount": 1
    }
]